brew "deno"
brew "fnm"
brew "gh"
brew "rustup"
brew "uv"
cask "adguard"
cask "alt-tab"
cask "appcleaner"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "google-chrome"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "ngrok"
cask "spotify"
vscode "anysphere.cursorpyright"
vscode "bradlc.vscode-tailwindcss"
vscode "castrogusttavo.symbols"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "esbenp.prettier-vscode"
vscode "meganrogge.template-string-converter"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "rust-lang.rust-analyzer"
vscode "tamasfe.even-better-toml"
