brew "fnm"
brew "gh"
brew "mas"
brew "mkcert"
brew "pnpm"
brew "rustup"
cask "1password"
cask "adguard"
cask "alt-tab"
cask "claude-code"
cask "codex"
cask "font-d2coding"
cask "font-hack"
cask "karabiner-elements"
cask "orbstack"
cask "pearcleaner"
cask "spotify"
cask "thaw"
cask "zed"
mas "1Password for Safari", id: 1569813296
