brew "fnm"
brew "gh"
brew "mas"
brew "pnpm"
brew "rustup"
brew "terminal-notifier"
cask "1password"
cask "adguard"
cask "alt-tab"
cask "appcleaner"
cask "claude-code"
cask "codex"
cask "discord"
cask "figma"
cask "font-d2coding"
cask "font-hack"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "zed"
mas "1Password for Safari", id: 1569813296
