brew "codex"
brew "deno"
brew "fnm"
brew "gh"
brew "rustup"
brew "terminal-notifier"
brew "uv"
cask "adguard"
cask "alt-tab"
cask "appcleaner"
cask "discord"
cask "docker-desktop"
cask "dotnet-sdk"
cask "figma"
cask "google-chrome"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "notion"
cask "unity-hub"
cask "visual-studio-code"
