brew "deno"
brew "fnm"
brew "gh"
brew "rustup"
brew "terminal-notifier"
brew "uv"
cask "adguard"
cask "alt-tab"
cask "appcleaner"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "google-chrome"
cask "jordanbaird-ice"
cask "karabiner-elements"
